{
  "Săptămâna 1 (Marcu 1:1-15)": [
    "Cum ne arată Marcu că Isus merită toată atenția?",
    "Ce ‘martori’ cheamă Marcu pentru a-L introduce pe Isus și de ce?",
    "Care este mesajul lui Isus și cum îți atrage atenția?",
    "Conform acestui pasaj, cu ce scop a venit Isus?",
    "Care este reacția ta personală față de Isus după ce ai citit acest pasaj?"
  ],
  "Săptămâna 2 (Marcu 2:1-12)": [
    "Care crezi că este cel mai surprinzător lucru pe care îl face Isus în această întâlnire?",
    "Dacă cineva dintr-o mulțime ți-ar spune „Păcatele îți sunt iertate”, ce ai crede tu și ceilalți despre acea persoană?",
    "Cum își dovedește Isus afirmația că poate ierta păcatele?",
    "Ce impact ar trebui să aibă autoritatea lui Isus în viața ta?"
  ],
  "Săptămâna 3 (Marcu 3:7-35)": [
    "Cum reacționează oamenii față de Isus astăzi?",
    "Ce răspunsuri față de Isus observi în acest pasaj?",
    "De ce era învățătura autoritară a lui Isus o amenințare pentru învățătorii Legii?",
    "Isus spune: „Mai întâi leagă pe cel tare, apoi îi poate jefui casa.” (v. 27). Ce vrea să spună prin această afirmație?",
    "Ce casă pretinde Isus că răstoarnă și ce înseamnă asta pentru tine?",
    "Conform acestui pasaj, cum poți deveni parte din familia lui Isus?"
  ],
  "Săptămâna 4 (Marcu 8:22-38)": [
    "Ce eveniment are loc chiar înainte de mărturisirea lui Petru? De ce crezi că aceste două relatări sunt puse una lângă alta?",
    "Cum ai descrie vindecarea orbului?",
    "Cât de bună este o înțelegere parțială a lui Isus?",
    "De ce spune Isus că un urmaș al Său trebuie să „se lepede de sine” și „să-și piardă viața”?"
  ],
  "Săptămâna 5 (Marcu 10:17-45)": [
    "Privind la versetele 17-22, ce ar spune Isus că este caracterul de bază al oamenilor?",
    "Pe baza acestui pasaj, crezi că îți poți câștiga mântuirea fiind o persoană bună?",
    "În versetele 32-34, Isus spune că va muri. Conform versetului 45, care este scopul morții Sale?",
    "Citește Isaia 53:5, 10-12. Cum te ajută aceste versete să înțelegi ce este un preț de răscumpărare?",
    "Ce ți-ar spune Isus să faci dacă ai dori să ai o relație cu Dumnezeu?"
  ],
  "Săptămâna 6 (Marcu 14:53-15:15)": [
    "Când citim despre marile tragedii ale istoriei, avem tendința să credem că am fi acționat diferit. Te vezi pe tine însuți în acest pasaj? Ce ai fi făcut?",
    "Cum sunt unele dintre personajele din acest pasaj asemănătoare între ele? Dar diferite?",
    "Ce dovezi oferă Marcu pentru a dovedi că Isus este Hristosul, Fiul lui Dumnezeu?",
    "Cum comunică tăcerea lui Isus identitatea Lui? (Vezi Isaia 53:7-9.)",
    "Cum ți-a influențat acest pasaj imaginea despre Isus?"
  ],
  "Săptămâna 7 (Marcu 15:16-39)": [
    "De câte ori apare expresia „Regele iudeilor” în capitolul 15 (inclusiv versetele 1-15)? Ce este ironic în legătură cu asta? Ce vrea Marcu să sublinieze despre evenimentele de la cruce?",
    "Citește Psalmul 22. Cum te ajută să înțelegi cuvintele lui Isus de pe cruce din versetul 34?",
    "Cum se încheie Psalmul 22? Ce pretinde Isus în cele din urmă despre Sine?",
    "De ce crezi că au fost necesare evenimentele de la cruce?",
    "Ce descriere finală a identității lui Isus oferă Marcu? Unde ai mai întâlnit acest titlu?",
    "Ce ne învață evenimentele de la cruce despre ce înseamnă să-L urmezi pe Isus?"
  ],
  "Săptămâna 8 (Marcu 15:42-16:8)": [
    "Despre ce fapt vrea Marcu ca cititorii lui să fie siguri în versetele 42-47?",
    "Ce spune Marcu că s-a întâmplat cu trupul lui Isus?",
    "Ce este surprinzător în relatările despre învierea lui Isus?",
    "De ce este important faptul că Isus a înviat dintre cei morți?",
    "Ce întrebări mai ai? Ești gata să-L urmezi pe Isus?"
  ]
}
