{
  "Săptămâna 1 (Marcu 1:1-15)": [
    "Cum ne arată Marcu că Isus este foarte important?",
    "Cine vorbește despre Isus aici și de ce crezi că sunt chemați ca martori?",
    "Ce mesaj spune Isus și ce te impresionează în el?",
    "Cu ce scop a venit Isus, după acest text?",
    "Tu cum răspunzi când citești ce face și spune Isus?"
  ],
  "Săptămâna 2 (Marcu 2:1-12)": [
    "Care este cel mai uimitor lucru pe care îl face Isus în această întâmplare?",
    "Dacă cineva ți-ar spune „Păcatele îți sunt iertate”, ce ai gândi despre acea persoană?",
    "Cum dovedește Isus că are puterea să ierte păcatele?",
    "Ce înseamnă pentru tine că Isus are autoritate să ierte?"
  ],
  "Săptămâna 3 (Marcu 3:7-35)": [
    "Cum reacționează oamenii față de Isus în pasaj? Dar astăzi?",
    "De ce crezi că liderii religioși se temeau de Isus?",
    "Ce înseamnă când Isus spune că mai întâi trebuie „legat cel tare” (Marcu 3:27)?",
    "Ce schimbare aduce Isus în lume?",
    "Cum poți face și tu parte din familia lui Isus?"
  ],
  "Săptămâna 4 (Marcu 8:22-38)": [
    "Ce se întâmplă înainte ca Petru să spună cine este Isus? De ce e important?",
    "Cum are loc vindecarea orbului? Ce putem învăța din asta?",
    "De ce nu este suficient să avem o înțelegere parțială despre Isus?",
    "Ce înseamnă să te lepezi de tine și să-L urmezi pe Isus?"
  ],
  "Săptămâna 5 (Marcu 10:17-45)": [
    "Ce aflăm despre cum sunt oamenii în povestea cu tânărul bogat?",
    "Putem fi salvați doar prin a fi „buni”? De ce?",
    "De ce spune Isus că a venit să moară (Marcu 10:45)?",
    "Citește Isaia 53: Cum te ajută acest capitol să înțelegi ce înseamnă „prețul de răscumpărare”?",
    "Ce ar trebui să faci dacă vrei o relație adevărată cu Dumnezeu?"
  ],
  "Săptămâna 6 (Marcu 14:53-15:15)": [
    "Te-ai gândit vreodată cum ai fi reacționat dacă ai fi fost acolo? Ce ai fi făcut?",
    "În ce fel sunt personajele din pasaj asemănătoare sau diferite?",
    "Ce dovezi aduce Marcu că Isus este Hristosul, Fiul lui Dumnezeu?",
    "De ce este important că Isus a rămas tăcut? (Vezi Isaia 53:7-9)",
    "Cum îți schimbă această întâmplare imaginea despre Isus?"
  ],
  "Săptămâna 7 (Marcu 15:16-39)": [
    "De câte ori găsim „Regele iudeilor” în capitolul 15 (versetele 1-15)? Ce ironie observi?",
    "Citește Psalmul 22: Cum te ajută să înțelegi ce a spus Isus pe cruce (Marcu 15:34)?",
    "Cum se termină Psalmul 22 și ce spune asta despre Isus?",
    "De ce a fost nevoie de cruce?",
    "Ce spune centurionul despre Isus? Ce înseamnă asta pentru tine?",
    "Ce învățăm despre cum să-L urmăm pe Isus?"
  ],
  "Săptămâna 8 (Marcu 15:42-16:8)": [
    "Ce vrea Marcu să știm sigur despre moartea lui Isus (Marcu 15:42-47)?",
    "Ce s-a întâmplat cu trupul lui Isus?",
    "Ce este neașteptat în povestea învierii?",
    "De ce este important că Isus a înviat?",
    "Ce întrebări ai acum despre Isus? Ești gata să-L urmezi?"
  ]
}
